/* %.0f = number of seconds */
"%.0f seconds since 1970" = "%.0f segons des de 1970";

/* %@ = location */
"Open %@ in Maps" = "Obrir %@ al Mapes";

/* %@ = location name */
"Map of %@" = "Mapa de: %@";

/* %@ = phone number */
"Call %@" = "Trucar al %@";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "No s’ha pogut trobar la ubicació (“%@”) mitjançant la cerca local del Mapes.";

/* %@ = url */
"Show %@ in Calendar" = "Mostrar %@ al Calendari";

/* A measurement of some unit */
"Measurement" = "Mesura";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "Funció no compatible amb aquesta versió de prova";

/* Button */
"Cancel" = "Cancel·lar";

/* Button */
"OK" = "OK";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "L’app Dreceres no ha pogut fer la conversió de %@ tal tipus requerit";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "L’app Dreceres no ha pogut fer la conversió de %@ a %@";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "La operació";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "%@ ha fallat perquè %@.";

/* Content item error; type conversion error */
"Conversion Error" = "Error de conversió";

/* Content property name */
"Album (Content Property Name)" = "Àlbum";

/* Content property name */
"Album Artist (Content Property Name)" = "Artista de l’àlbum";

/* Content property name */
"Album Artwork (Content Property Name)" = "Il·lustració de l’àlbum";

/* Content property name */
"Album Track # (Content Property Name)" = "Pista de l’àlbum núm.";

/* Content property name */
"Altitude (Content Property Name)" = "Altitud";

/* Content property name */
"Article Publish Date (Content Property Name)" = "Data de publicació de l’article";

/* Content property name */
"Artist (Content Property Name)" = "Artista";

/* Content property name */
"Artwork (Content Property Name)" = "Il·lustració";

/* Content property name */
"Attendees (Content Property Name)" = "Participants";

/* Content property name */
"Audio (Content Property Name)" = "Àudio";

/* Content property name */
"Author (Content Property Name)" = "Autor";

/* Content property name */
"Birthday (Content Property Name)" = "Aniversari";

/* Content property name */
"Body (Content Property Name)" = "Cos";

/* Content property name */
"Calendar (Content Property Name)" = "Calendari";

/* Content property name */
"Camera Make (Content Property Name)" = "Marca de la càmera";

/* Content property name */
"Camera Model (Content Property Name)" = "Model de càmera";

/* Content property name */
"City (Content Property Name)" = "Ciutat";

/* Content property name */
"Comments (Content Property Name)" = "Comentaris";

/* Content property name */
"Company (Content Property Name)" = "Empresa";

/* Content property name */
"Completion Date (Content Property Name)" = "Data de finalització";

/* Content property name */
"Composer (Content Property Name)" = "Compositor";

/* Content property name */
"Contact Photo (Content Property Name)" = "Foto de contacte";

/* Content property name */
"Country (Content Property Name)" = "País";

/* Content property name */
"Creation Date (Content Property Name)" = "Data de creació";

/* Content property name */
"Date Added (Content Property Name)" = "Data d’addició";

/* Content property name */
"Date Taken (Content Property Name)" = "Data";

/* Content property name */
"Department (Content Property Name)" = "Departament";

/* Content property name */
"Disc # (Content Property Name)" = "Núm. disc";

/* Content property name */
"Due Date (Content Property Name)" = "Data límit";

/* Content property name */
"Duration (Content Property Name)" = "Durada";

/* Content property name */
"Email Address (Content Property Name)" = "Adreça de correu";

/* Content property name */
"End Date (Content Property Name)" = "Data final";

/* Content property name */
"Event End Date (Content Property Name)" = "Data de finalització de l’esdeveniment";

/* Content property name */
"Event Start Date (Content Property Name)" = "Data d’inici de l’esdeveniment";

/* Content property name */
"Excerpt (Content Property Name)" = "Extracte";

/* Content property name */
"File Extension (Content Property Name)" = "Extensió d’arxiu";

/* Content property name */
"File Size (Content Property Name)" = "Mida de l’arxiu";

/* Content property name */
"First Name (Content Property Name)" = "Nom";

/* Content property name */
"Frame Rate (Content Property Name)" = "Freqüència de fotogrames";

/* Content property name */
"Genre (Content Property Name)" = "Gènere";

/* Content property name */
"Group (Content Property Name)" = "Grup";

/* Content property name */
"Has Alarms (Content Property Name)" = "Té alarmes";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "Té il·lustració de l’àlbum";

/* Content property name */
"Has No Alarms (Content Property Name)" = "No té alarmes";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "No té il·lustració de l’àlbum";

/* Content property name */
"Has No Photo (Content Property Name)" = "No té foto";

/* Content property name */
"Has Photo (Content Property Name)" = "Té foto";

/* Content property name */
"Height (Content Property Name)" = "Alçària";

/* Content property name */
"Image (Content Property Name)" = "Imatge";

/* Content property name */
"Is All Day (Content Property Name)" = "És tot el dia";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "És un ítem del núvol";

/* Content property name */
"Is Completed (Content Property Name)" = "Està completat";

/* Content property name */
"Is Explicit (Content Property Name)" = "És explícit";

/* Content property name */
"Is Favorite (Content Property Name)" = "És favorit/a";

/* Content property name */
"Is Hidden (Content Property Name)" = "Està ocult";

/* Content property name */
"Is Not All Day (Content Property Name)" = "No és tot el dia";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "No és un ítem del núvol";

/* Content property name */
"Is Not Completed (Content Property Name)" = "No està completat/ada";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "No és explícit";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "No és favorit/a";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "No està ocult/a";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "No és una captura de pantalla";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "És una captura de pantalla";

/* Content property name */
"Job Title (Content Property Name)" = "Càrrec";

/* Content property name */
"Keys (Content Property Name)" = "Claus";

/* Content property name */
"Last Modified Date (Content Property Name)" = "Data de darrera modificació";

/* Content property name */
"Last Name (Content Property Name)" = "Cognoms";

/* Content property name */
"Last Played Date (Content Property Name)" = "Data de la darrera reproducció";

/* Content property name */
"Latitude (Content Property Name)" = "Latitud";

/* Content property name */
"List (Content Property Name)" = "Llista";

/* Content property name */
"Location (Content Property Name)" = "Ubicació";

/* Content property name */
"Longitude (Content Property Name)" = "Longitud";

/* Content property name */
"Lyrics (Content Property Name)" = "Lletra";

/* Content property name */
"Main Image URL (Content Property Name)" = "URL de la imatge principal";

/* Content property name */
"Media Kind (Content Property Name)" = "Classe de contingut multimèdia";

/* Content property name */
"Media Type (Content Property Name)" = "Tipus de suport";

/* Content property name */
"Metadata (Content Property Name)" = "Metadades";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "Diccionari de metadades";

/* Content property name */
"Middle Name (Content Property Name)" = "Segon nom";

/* Content property name */
"Music (Content Property Name)" = "Música";

/* Content property name */
"Name (Content Property Name)" = "Nom";

/* Content property name */
"Nickname (Content Property Name)" = "Àlies";

/* Content property name */
"Notes (Content Property Name)" = "Notes";

/* Content property name */
"Number of Words (Content Property Name)" = "Nombre de paraules";

/* Content property name */
"Organizer (Content Property Name)" = "Organitzador";

/* Content property name */
"Orientation (Content Property Name)" = "Orientació";

/* Content property name */
"Phone Number (Content Property Name)" = "Número de telèfon";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "Nom (fonètic)";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "Cognoms (fonètics)";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "Segon nom (fonètic)";

/* Content property name */
"Photo Type (Content Property Name)" = "Tipus de foto";

/* Content property name */
"Play Count (Content Property Name)" = "Recompte de reproduccions";

/* Content property name */
"Prefix (Content Property Name)" = "Prefix";

/* Content property name */
"Priority (Content Property Name)" = "Prioritat";

/* Content property name */
"Published Date (Content Property Name)" = "Data de publicació";

/* Content property name */
"Rating (Content Property Name)" = "Valoració";

/* Content property name */
"Release Date (Content Property Name)" = "Data de llançament";

/* Content property name */
"Reminder Location (Content Property Name)" = "Ubicació del recordatori";

/* Content property name */
"Role (Content Property Name)" = "Funció";

/* Content property name */
"Show URL (Content Property Name)" = "Mostrar l’URL";

/* Content property name */
"Show in Calendar (Content Property Name)" = "Mostrar al calendari";

/* Content property name */
"Skip Count (Content Property Name)" = "Ometre el recompte";

/* Content property name */
"Start Date (Content Property Name)" = "Data inicial";

/* Content property name */
"State (Content Property Name)" = "Província";

/* Content property name */
"Status (Content Property Name)" = "Estat";

/* Content property name */
"Street (Content Property Name)" = "Carrer";

/* Content property name */
"Street Address (Content Property Name)" = "Adreça postal";

/* Content property name */
"Suffix (Content Property Name)" = "Sufix";

/* Content property name */
"Time Taken (Content Property Name)" = "Temps transcorregut";

/* Content property name */
"Title (Content Property Name)" = "Títol";

/* Content property name */
"Track (Content Property Name)" = "Pista";

/* Content property name */
"URL (Content Property Name)" = "URL";

/* Content property name */
"Values (Content Property Name)" = "Valors";

/* Content property name */
"Video (Content Property Name)" = "Vídeo";

/* Content property name */
"Width (Content Property Name)" = "Amplada";

/* Content property name */
"ZIP Code (Content Property Name)" = "Codi postal";

/* Content property value */
"Accepted (Content Property Possible Value)" = "Acceptat";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "Audiollibre";

/* Content property value */
"Burst (Content Property Possible Value)" = "Ràfega";

/* Content property value */
"Chair (Content Property Possible Value)" = "Presidència";

/* Content property value */
"Completed (Content Property Possible Value)" = "Completat";

/* Content property value */
"Declined (Content Property Possible Value)" = "Refusat";

/* Content property value */
"Delegated (Content Property Possible Value)" = "Delegat";

/* Content property value */
"Down (Content Property Possible Value)" = "Avall";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "Reflectida avall";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "En procés";

/* Content property value */
"Left (Content Property Possible Value)" = "Esquerre";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "Reflectida a l’esquerra";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "Pel·lícula";

/* Content property value */
"Music (Content Property Possible Value)" = "Música";

/* Content property value */
"Music Video (Content Property Possible Value)" = "Videoclip";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "No participant";

/* Content property value */
"Optional (Content Property Possible Value)" = "Opcional";

/* Content property value */
"Panorama (Content Property Possible Value)" = "Panoràmica";

/* Content property value */
"Pending (Content Property Possible Value)" = "Pendent";

/* Content property value */
"Podcast (Content Property Possible Value)" = "Podcast";

/* Content property value */
"Required (Content Property Possible Value)" = "Obligatori";

/* Content property value */
"Right (Content Property Possible Value)" = "Dreta";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "Reflectida a la dreta";

/* Content property value */
"TV Show (Content Property Possible Value)" = "Programa de TV";

/* Content property value */
"Tentative (Content Property Possible Value)" = "Provisional";

/* Content property value */
"Unknown (Content Property Possible Value)" = "Desconegut";

/* Content property value */
"Up (Content Property Possible Value)" = "Amunt";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "Reflectida cap amunt";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "dd-MM-yyyy";

/* Default contact name */
"No Name" = "Cap nom";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "EEE, dd MMM yyyy HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "Ubicació";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "Enllaç del Mapes desconegut";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "Ruta de %@ a %@";

/* Error message */
"Location Not Found" = "Ubicació no trobada";

/* Error message */
"a video was provided instead of an image" = "s’ha proporcionat un vídeo en lloc d’una imatge";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "L’ítem “%@” no es pot convertir en una imatge perquè no té cap il·lustració.";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "L’ítem “%@” no es pot exportar, probablement perquè només està emmagatzemat a l’iCloud o encara no s’ha sincronitzat amb aquest dispositiu.";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "Per fer això, has d’iniciar sessió a l’iCloud.";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "L’ítem no té il·lustració de l’àlbum";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "Ítem no descarregat";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ %2$@ a les %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "Foto";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "Música";

/* Filter description; multiple photos (plural) */
"Photos" = "Fotos";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "Resultats";

/* Generic plural type description */
"Anything (Plural)" = "Qualsevol cosa";

/* Generic type description */
"Anything (Singular)" = "Qualsevol cosa";

/* Item name */
"Apple Maps URL" = "URL de l’app Mapes d’Apple";

/* Item name */
"Contact" = "Contacte";

/* Item name */
"Event" = "Esdeveniment";

/* Item name */
"Image (item name)" = "Imatge";

/* Item name */
"Music (item name)" = "Música";

/* Item name */
"Photo" = "Foto";

/* Item name */
"Reminder" = "Recordatori";

/* Item name */
"Track (item name)" = "Pista";

/* Item name; calendar event participant */
"Participant" = "Participant";

/* Navigation bar title */
"Supported Types" = "Tipus compatibles";

/* Navigation bar title; content items */
"Items" = "Ítems";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "Gràfic d’ítem de contingut";

/* Priority level */
"High" = "Màxima";

/* Priority level */
"Low" = "Baixa";

/* Priority level */
"Medium" = "Mitjana";

/* Property name; web page URL */
"Page URL" = "URL de la pàgina";

/* Property name; web page contents */
"Page Contents" = "Continguts de la pàgina";

/* Property name; web page selection */
"Page Selection" = "Selecció de pàgina";

/* Proposed file name for an HTML file */
"Article" = "Article";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "Vista ràpida no ha pogut previsualitzar: %@";

/* Reminder content item */
"Reminder Completion Date" = "Data de finalització del recordatori";

/* Reminder content item */
"Reminder Due Date" = "Data límit del recordatori";

/* Reminder content item */
"Reminder Start Date" = "Data d’inici del recordatori";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "Mostrar l’URL";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "Mesures";

/* Title template for import albums from Photos.app */
"Imported on %@" = "Importació: %@";

/* Type description for multiple files */
"Files" = "Arxius";

/* Type description for single file */
"File" = "Arxiu";

/* Type description, a boolean (plural) */
"Booleans" = "Booleans";

/* Type description; a FTP directory (singular) */
"FTP directory" = "Directoris FTP";

/* Type description; a Maps link (singular) */
"Maps link" = "Enllaç de Mapes";

/* Type description; a PDF (singular) */
"PDF" = "PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "Pàgina web del Safari";

/* Type description; a URL (singular) */
"URL (singular)" = "URL";

/* Type description; a boolean (singular) */
"Boolean" = "Booleà";

/* Type description; a calendar event (singular) */
"Calendar event" = "Esdeveniment de calendari";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "Participant de l’esdeveniment";

/* Type description; a calendar item (singular) */
"Calendar item" = "Ítem de calendari";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "Contacte";

/* Type description; a date (singular) */
"Date" = "Data";

/* Type description; a dictionary (singular) */
"Dictionary" = "Diccionari";

/* Type description; a file size (singular) */
"File size" = "Mida de l’arxiu";

/* Type description; a location (singular) */
"Location (singular)" = "Ubicació";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "Continguts multimèdia";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "Multimèdia";

/* Type description; a number (singular) */
"Number" = "Nombre";

/* Type description; a phone number (singular) */
"Phone number" = "Número de telèfon";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "Continguts fotogràfics";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "Contingut de l’app Fotos";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "Text enriquit";

/* Type description; a piece of text (singular) */
"Text (singular)" = "Text";

/* Type description; a place (location) (singular) */
"Place" = "Lloc";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "Recordatori";

/* Type description; a single image (singular) */
"Image (singular)" = "Imatge";

/* Type description; a time interval (singular) */
"Time interval" = "Interval temporal";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "Article";

/* Type description; an email address (singular) */
"Email address" = "Adreça de correu";

/* Type description; an extension item (singular) */
"Extension item" = "Ítem de l’extensió";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "Ítem d’iCalendar";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "Contingut de l’iTunes";

/* Type description; an item provider (singular) */
"Item provider" = "Proveïdor de l’ítem";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "Directoris FTP";

/* Type description; multiple Maps links (plural) */
"Maps links" = "Enllaços de Mapes";

/* Type description; multiple PDFs (plural) */
"PDFs" = "PDF";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "Pàgines web del Safari";

/* Type description; multiple URLs (plural) */
"URLs" = "URL";

/* Type description; multiple articles (plural) */
"Articles" = "Articles";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "Participants de l’esdeveniment";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "Esdeveniments de calendari";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "Ítems de calendari";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "Contactes";

/* Type description; multiple dates (plural) */
"Dates" = "Dates";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "Diccionaris";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "Adreces de correu";

/* Type description; multiple extension items (plural) */
"Extension items" = "Ítems de l’extensió";

/* Type description; multiple file sizes (plural) */
"File sizes" = "Mides de l’arxiu";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "Ítems d’iCalendar";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "Contingut de l’iTunes";

/* Type description; multiple images (plural) */
"Images" = "Imatges";

/* Type description; multiple item providers (plural) */
"Item providers" = "Proveïdors de l’ítem";

/* Type description; multiple locations (plural) */
"Locations" = "Ubicacions";

/* Type description; multiple numbers (plural) */
"Numbers" = "Nombres";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "Números de telèfon";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "Continguts fotogràfics";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "Contingut de l’app Fotos";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "Text enriquit";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "Text";

/* Type description; multiple places (locations) (plural) */
"Places" = "Llocs";

/* Type description; multiple reminders (plural) */
"Reminders" = "Recordatoris";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "Intervals temporals";

/* Type description; multiple vCards (plural) */
"vCards" = "vCards";

/* Unit type */
"Acceleration" = "Acceleració";

/* Unit type */
"Angle" = "Angle";

/* Unit type */
"Area" = "Àrea";

/* Unit type */
"Concentration Mass" = "Massa de concentració";

/* Unit type */
"Dispersion" = "Dispersió";

/* Unit type */
"Duration" = "Durada";

/* Unit type */
"Electric Charge" = "Càrrega elèctrica";

/* Unit type */
"Electric Current" = "Corrent elèctric";

/* Unit type */
"Electric Potential Difference" = "Tensió elèctrica";

/* Unit type */
"Electric Resistance" = "Resistència elèctrica";

/* Unit type */
"Energy" = "Energia";

/* Unit type */
"Frequency" = "Freqüència";

/* Unit type */
"Fuel Efficiency" = "Rendiment del combustible";

/* Unit type */
"Illuminance" = "Il·luminació";

/* Unit type */
"Length" = "Longitud";

/* Unit type */
"Mass" = "Massa";

/* Unit type */
"Power" = "Alimentació";

/* Unit type */
"Pressure" = "Pressió";

/* Unit type */
"Speed" = "Velocitat";

/* Unit type */
"Temperature" = "Temperatura";

/* Unit type */
"Volume" = "Volum";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = " o ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " o ";

